/* Alert title. */
"success_activation_alert_title" = "Gute Arbeit";
/* Alert message. Parameter is an application name. */
"success_activation_alert_message" = "Sie haben %@ über Setapp erfolgreich aktiviert";

/* Error description. Alert title. */
"setapp_error_device_limit_description" = "Gerätelimit erreicht";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_device_limit_failure_reason" = "Sie benutzen Setapp auf dem Maximum von Geräten.";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_device_limit_recovery_suggestion" = "Weitere Informationen finden Sie in Ihrem Benutzeraccount";

/* Error description. Alert title. */
"setapp_error_expired_auth_token_description" = "Mit Ihrem QR-Code besteht ein Problem";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_expired_auth_token_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_expired_auth_token_recovery_suggestion" = "Bitte aktualisieren Sie die Seite und versuchen es erneut.";

/* Error description. Alert title. */
"setapp_error_request_timeout_description" = "Zeitüberschreitung bei der Verbindung";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_request_timeout_failure_reason" = "Es dauert zu lange, Ihre Anfrage zu beantworten.";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_request_timeout_recovery_suggestion" = "Bitte überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.";

/* Error description. Alert title. */
"setapp_error_no_internet_description" = "Ein Netzwerkfehler ist aufgetreten";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_no_internet_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_no_internet_recovery_suggestion" = "Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.";

/* Error description. Alert title. */
"setapp_error_generic_pre_contact_support_description" = "Sorry! Ein Fehler ist aufgetreten";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_pre_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_pre_contact_support_recovery_suggestion" = "Bitte versuchen Sie es erneut.";

/* Error description. Alert title. */
"setapp_error_generic_description" = "Sorry! Ein Fehler ist aufgetreten";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_recovery_suggestion" = "Bitte versuchen Sie es erneut.";

/* Error description. Alert title. */
"setapp_error_generic_contact_support_description" = "Irgendetwas stimmt hier nicht";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_contact_support_recovery_suggestion" = "Bitte wenden Sie sich an den Setapp-Support für Hilfe.";

/* Button title. */
"ok_button_title" = "Ok";
